{
    "list": 
    [
    "Could you describe Puzzlium in a few words ?",
    "Puzzlium is not just an ordinary collection of nfts",
    "It is a concept, a story",
    "An inspiration on jigsaw", 
    "Alice in bordeland", 
    "And even the recently divine Squid game",
    "We not only aim at building the first-ever Web 3 treasure hunt quest", 
    "But also at building a touching and enigmatic story/animation on a side quest.", 
    "Only one of the puzzlium NFT can be used to access the treasure hunt.", 
    "This is the key to unlocking the most mysterious adventures full of puzzles.",  
    "And mysteries to solve",
    "You may get yourself the chance to win a huge jackpot!",
    "Additionally, there is a story, an animation, and so much more for you to enjoy.",
    "Puzzlium aims to build the most unique and engaging experiences", 
    "for nft holders who eventually become part of the journey.",
    "Whats the max supply ?",
    "1150 color sets of 4 Villeins Gods",
    "For a total of 4600 Nft only",
    "Each set is divided into 4 geometric patterns circle ,triangle ,square and hexagone",
    "How many Puzzle to solve and what reward for each of them ?",
    "Puzzlium treasure hunt has three main puzzles", 
    "the higher the puzzle, the higher the requirements needed to enter,", 
    "and the more complex the steps.",
    "Rewards goes as 5% for Medium", 
    "15% for Hard ",
    "40% for impossible",
    "What are the requirements for each puzzle?",
    "Any puzzliums nfts for the Medium puzzle",
    "2 puzzliums nfts of any kind for the hard puzzle", 
    "Now for the impossible puzzle", 
    "This is where it becomes spicy and interesting", 
    "You would need a complete full color set of puzzliums nfts ",
    "This means that you would need the full 4 geometric patterns ", 
    "Of the same type of puzzliums  nfts",
    "Lets take an example ,you have the orange kind of circle puzzliums nft",
    "To participate in the impossible puzzles, you would also need ",
    "The orange kind of square ,circle and hexagone puzzliums nfts",
    "Why doing it that way ?",
    "Acquiring that specific color of this specific geometrical nft",
    "Will be pretty hard ", 
    "Price will probably moon as hell",
    "Just imagine how many people won't be selling their unique nft",
    "So that others can't complete their full set and not being able to .",
    "Participate in the impossible puzzles quest", 
    "I'm so excited for that !", 
    "How will this treasure hunt work out? .",
    "The treasure hunt will occur in a mysterious game with a lock system with doors.",
    "Each door will have a unique puzzle to solve.",
    "You will need to solve that puzzle to open the door and access the next one  .",
    "The puzzle can be in a form of mini game ,or a questions... .",
    "The doors will be ranked from easiest to hardest  .",
    "This mean the furthest you go ,the more difficult it will be .",
    "Check whitepapers/demo for an exemple of how it will work .",
    "This game will be a great innovation and revolution in the Solana space.",
    "It will be an adventure that only the most gifted will progress .",
    "Don't' wait any longer; .",
    "Join the game and become the first legend .",
    "To solve the puzzlium and reach the end.",    
    "Will there be a comics/manga book for puzzlium ?; .",
    "Yes of course",
    "Every single holder", 
    "Will also receive a free tome",
    "And much more to come completely free.",
    "Will there be a staking system ?.",
    "Yes.",
    "The main part of the puzzlium is the treasure hunt.",
    "However, there is more to it!.",
    "Owning the puzzlium will give you the right to stake it for 10 PZZL tokens per day.",
    "We have created a fun and innovative way to use the PZZL tokens;",
    "Through the mysterious chest project. ",
    "Basically, with 50 PZZL tokens, you will have the opportunity to open a mysterious chest.",
    "Opening the chest will prompt a timed puzzle for you to solve.",
    "Once you solve the puzzle, you will receive random rewards",
    "Such as WL, nft merchs, random tokens, and many more. ",
    "The faster you solve the puzzle, the higher the reward. ",
    "We are also planning to add a luck increase system ",
    "Where the more puzzles you solve within a month",
    "The more you boost your luck and the higher the rarity of your reward.",
    "The luck boost will reset every month",
    "What will happen if all puzzles get solved ?",
    "We made it pretty hard and challenging to solve them fast",
    "But if it does happen",
    "We will use the remaining funds + royalties funds ?.",
    "To make another extremely hard puzzle?.",
    "So,sit back and enjoy this treasure hunt ",
    "Explore the game, solve the puzzles.",
    "Become a living legend in the Solana space.",
    "This is Puzzlium !."
    
    ]
}